/* {username} does not exist */
"%@ does not exist" = "%@ ne existe pas";

/* After Sending Yo| Title of alert displayed when yoing a user on your blocked list
 YoMainController | Title of alert displayed when adding a user on your blocked list */
"%@ is on your Blocked List" = "%@ se trouve dans la liste Bloquée";

/* %@ = USERNAME */
"%@ Yo" = "%@ Yo";

/* {username} yo'd you */
"%@ Yo'd You" = "%@ Yo'd Vous";

/*{link} is not a link.. in the link translate example to respective language*/
"%@\nis not a link, please copy a valid link\ni.e. http://www.example.com" = "%@\nn'est pas un lien, veuillez saisir un lien valide\npar exemple : http://www.exemple.com";

/* No comment provided by engineer. */
"@Yo Back" = "@Yo Retour";

/*No comment provided by engineer.*/
"Are you sure you want to logout?" = "Etes-vous sûr de vouloir vous déconnecter ?";

/*No comment provided by engineer.*/
"Are you sure?" = "Etes-vous sûr ?";

/*No comment provided by engineer.*/
"BACK" = "RETOUR";

/* No comment provided by engineer. */
"Back" = "Retour";

/*as in block another user*/
"BLOCK" = "BLOQUER";

/*No comment provided by engineer.*/
"Block Failed" = "Le blocage a échoué";

/*Blocked {USERNAME}*/
"Blocked %@" = "Bloqué %@ ";

/*No comment provided by engineer.*/
"Cancel" = "Annuler";

/*No comment provided by engineer.*/
"CANCEL" = "ANNULER";

/*No comment provided by engineer.*/
"CANCELED" = "ANNULE";

/* Cannot Add {username} */
"Cannot Add %@" = "Impossible D'ajouter %@";

/*No comment provided by engineer.*/
"Change" = "Changer";

/*No comment provided by engineer.*/
"chat with us" = "Chattez Avec Nous";

/* No comment provided by engineer. */
"Check out this Yo service: %@" = "Vérifier ce service de Yo: %@";

/*No comment provided by engineer.*/
"CHOOSE ANOTHER" = "CHOISIR UN AUTRE";

/*No comment provided by engineer.*/
"CHOOSE PASSCODE" = "CHOISIR UN MOT DE PASSE";

/*No comment provided by engineer.*/
"CHOOSE USERNAME" = "CHOISIR UN NOM D'UTILISATEUR";

/*No comment provided by engineer.*/
"Close" = "Fermer";

/*No comment provided by engineer.*/
"close" = "fermer";

/* No comment provided by engineer. */
"Close the App to\nSee Something Cool" = "Fermez l'App pour Voir\nQuelque Chose de Cool";

/*No comment provided by engineer.*/
"Connection error, let's try updating password again later" = "Erreur de connection, essayez de mettre à jour votre mot de passe plus tard";

/*No comment provided by engineer.*/
"CONTACTS" = "CONTACTS";

/*No comment provided by engineer.*/
"COPY A LINK OR IMAGE\nTAP & HOLD TO YO IT" = "COPIER UN LIEN OU UNE IMAGE\nSELECTIONNEZ ET MAINTENEZ POUR YO";

/*No comment provided by engineer.*/
"Copy a link. Tap and hold to Yo it." = "Copier un lien. Sélectionnez et maintenez pour Yo.";

/*No comment provided by engineer.*/
"Delete" = "Supprimer";

/* No comment provided by engineer. */
"details" = "détails";

/* Didnt get text/email */
"Didn't Get %@" = "N'a Pas Obtenu %@";

/*No comment provided by engineer.*/
"Didn't get code" = "N'a pas de code";

/* No comment provided by engineer. */
"Dismiss" = "Rejeter";

/*No comment provided by engineer.*/
"Do you like the Yo app?" = "Aimez-vous l'application Yo ?";

/*No comment provided by engineer.*/
"Do you want to unblock this user so they can Yo you back?" = "Souhaitez-vous débloquer cet utilisateur afin qu'il puisse vous voir sur Yo ?";

/* YoMainController | Description of alert displayed when adding a user on your blocked list */
"Do you want to unblock this user?" = "Voulez-vous pour débloquer cet utilisateur?";

/*No comment provided by engineer.*/
"Done" = "Effectué";

/*No comment provided by engineer.*/
"DONE" = "EFFECTUE";

/* No comment provided by engineer. */
"Double tap any username to Yo your location!" = "Double robinet ne importe quel nom de Yo votre position!";

/*No comment provided by engineer.*/
"Double tap to Yo your location. Where Yo @?" = "Appuyez deux fois pour Yo position. Où Yo ?";

/* No comment provided by engineer. */
"Double Tap Yos Location\nEnable Location" = "Appuyez Deux fois Yos Position\nActiver la Position ";

/*No comment provided by engineer.*/
"DOUBLE TAP\nTO YO YOUR LOCATION" = "APPUYEZ DEUX FOIS\nPOUR YO VOTRE POSITION";

/*No comment provided by engineer.*/
"EDIT ACCOUNT" = "EDITER UN COMPTE";

/*No comment provided by engineer.*/
"EDIT PROFILE" = "EDITER LE PROFIL";

/*No comment provided by engineer.*/
"EMAIL SENT" = "EMAIL ENVOYE";

/*No comment provided by engineer.*/
"Email Us" = "Nous envoyer un email";

/*No comment provided by engineer.*/
"Enable Camera\nSettings -> Privacy -> Camera" = "Activer la caméra\nParamètres-> Privé -> Caméra";

/*No comment provided by engineer.*/
"Enable Location" = "Activer la localisation";

/*Give Yo your email Subject Text*/
"Enable Passcode Recovery" = "Activer la récupération du mot de passe";

/*No comment provided by engineer.*/
"Enable Push" = "Activer le Push";

/* No comment provided by engineer. */
"Enable Receiving Yos" = "Activer Recevoir Yos";

/*No comment provided by engineer.*/
"ENTER FULL NAME" = "ENTREZ LE NOM COMPLET";

/*No comment provided by engineer.*/
"Enter New Phone Number" = "Entrez votre nouveau numéro de téléphone";

/*No comment provided by engineer.*/
"Enter New Username" = "Entrez un nouveau nom d'utilisateur";

/*No comment provided by engineer.*/
"ENTER PASSCODE" = "ENTREZ UN MOT DE PASSE";

/*No comment provided by engineer.*/
"Enter the code in the SMS" = "Entrez le code reçu par SMS";

/*No comment provided by engineer.*/
"ENTER USERNAME" = "ENTREZ LE NOM D'UTILISATEUR";

/*# -> number as in phone number*/
"Enter Your Phone #" = "Entrez votre téléphone #";

/* No comment provided by engineer. */
"Enter Your Phone #\nTo Find Your Friends" = "Entrez Votre Téléphone #\nPour Trouver Vos Amis";

/*No comment provided by engineer.*/
"Error" = "Erreur";

/* No comment provided by engineer. */
"Even More" = "Encore Plus";

/*As in existing photos. could also read photos*/
"EXISTING" = "EXISTANT";

/*No comment provided by engineer.*/
"EXPLORE\nTHE POSSIBILITIES" = "EXPLORER\nLES POSSIBILITES";

/* No comment provided by engineer. */
"Facebook" = "Facebook";

/*No comment provided by engineer.*/
"Failed" = "Echoué";

/*No comment provided by engineer.*/
"FAILED" = "ECHOUE";

/* $@ = {username} */
"Failed to block %@. Please try again later" = "Échec de bloquer %@. Se il vous plaît réessayer plus tard";

/*No comment provided by engineer.*/
"Failed to find friends through contacts" = "Echec pour la recherche d'amis via vos contacts";

/*No comment provided by engineer.*/
"Failed To Get Location" = "Echec pour l'obtention de localisation";

/*No comment provided by engineer.*/
"Failed to login with Facebook. Please Try again." = "Echec pour se connecter avec Facebook. Veuillez essayer encore";

/* No comment provided by engineer. */
"Failed to Upload" = "Échec de Télécharger";

/*No comment provided by engineer.*/
"Failed Yo" = "Echoué Yo";

/* No comment provided by engineer. */
"Failed Yo All" = "Échec de Yo Tous";

/* No comment provided by engineer. */
"Failed Yo All%@" = "Échec de Yo Tous%@";

/* No comment provided by engineer. */
"Failed Yo%@" = "Échec de Yo%@";

/*No comment provided by engineer.*/
"FAILED!" = "ECHOUE!";

/*Failed to send Yo*/
"FAILED! DO YOU HAVE INTERNET?" = "ECHOUE! AVEZ VOUS UNE CONNEXION INTERNET";

/* No comment provided by engineer. */
"Failed\nNO URL" = "Échec\nPAS d'URL";

/* No comment provided by engineer. */
"Failed\nNo URL" = "Échec\nPas d'URL";

/*No comment provided by engineer.*/
"FEEDBACK" = "AVIS";

/*No comment provided by engineer.*/
"FIND FRIENDS" = "TROUVER DES AMIS";

/* PASS as in passcode */
"FORGOT PASS" = "Passe Oublié";

/* PASS == passcode */
"FORGOT PASS?" = "Passe Oublié?";

/* No comment provided by engineer. */
"Friends Not Found" = "Ne Pas Trouver Amis";

/*No comment provided by engineer.*/
"Friends On Yo" = "Amis Sur Yo";

/*No comment provided by engineer.*/
"FULL NAME" = "NOM COMPLET";

/* No comment provided by engineer. */
"Get Yo'd by Awesome Services!" = "Être Yo'd par les Services Impressionnants!";

/*Go as in proceed as in Send*/
"Go" = "Aller";

/*just back works too*/
"GO BACK" = "ALLER EN ARRIERE";

/*As in Understood, or OK*/
"Got it!" = "Reçu!";

/* No comment provided by engineer. */
"Group Created" = "groupe Créé";

/*No comment provided by engineer.*/
"Hey There!" = "Héy!";

/* No comment provided by engineer. */
"I just joined Yo. Yo me. " = "Je viens d'adhérer Yo. Yo moi. ";

/*I wanna Yo you!nAdd my Yo username by tapping here: {link}n(if you don't have Yo app get it here {other link})*/
"I wanna Yo you!\nAdd my Yo username by tapping here: %@\n(if you don't have Yo app get it here %@)" = "Je te souhaite sur Yo !\nAjoute mon nom d'utilisateur en le saisissant ici :%1$@\n(si vous n'avez pas l'application Yo téléchargez la ici %2$@)";

/* No comment provided by engineer. */
"I want to Yo you!\nYo me %@" = "Je tiens à vous Yo!\nYo moi %@";

/* No comment provided by engineer. */
"I want to Yo you!\nYo me at %@" = "Je tiens à vous Yo!\nYo moi à %@";

/* No comment provided by engineer. */
"I've been Yo'd %i times!\nYo me %@" = "Je ai yo'd %1$i fois!\nYo moi %2$@";

/* No comment provided by engineer. */
"I've been Yo'd %i times!\nYo me at %@" = "Je ai yo'd %1$i fois!\nYo moi à %2$@";

/*No comment provided by engineer.*/
"INCORRECT" = "INCORRECT";

/*No comment provided by engineer.*/
"INVITE" = "INVITER";

/*Title for invite friends popup*/
"Invite Friends!" = "Inviter des amis !";

/* No comment provided by engineer. */
"Invitiation Sent!" = "Invitation Envoyée!";

/* No comment provided by engineer. */
"Join Yo!" = "Joindre Yo!";

/*No comment provided by engineer.*/
"Just hit Send" = "Envoyer un hit";

/*No comment provided by engineer.*/
"Just subscribed to get Yo'd from %@! Yo them at" = "Juste souscrit pour obtenir yo'd de %@! Yo eux à";

/* No comment provided by engineer. */
"Just subscribed to get Yo'd from %@! Yo them at %@" = "Juste souscrit pour obtenir yo'd de %1$@! Yo eux à %2$@";

/* FBLB:LikeButton */
"Like" = "Aimer";

/* FBLB:LikeButton */
"Liked" = "Aimé";

/*No comment provided by engineer.*/
"Link Not Found" = "Lien non trouvé";

/*No comment provided by engineer.*/
"LOGIN" = "CONNECTER ";

/*No comment provided by engineer.*/
"Login Failed" = "Connexion échouée";

/* No comment provided by engineer. */
"Login Required" = "Connexion Requise";

/* No comment provided by engineer. */
"Login to Facebook?" = "Connectez-vous à Facebook?";

/*No comment provided by engineer.*/
"LOGOUT" = "DECONNEXION";

/* %@ = serviceName */
"Look what I found on Yo! %@ " = "Regarde ce que je ai trouvé sur Yo %@ ";

/*No comment provided by engineer.*/
"MAIL" = "EMAIL";

/* No comment provided by engineer. */
"Malformed XML document. Error at line %@:%@." = "Malformed XML document. Error at line %1$@:%2$@.";

/*No comment provided by engineer.*/
"MAPS" = "CARTES";

/*No comment provided by engineer.*/
"Me" = "Moi";

/* No comment provided by engineer. */
"More" = "Plus";

/*No*/
"Nah" = "Nah";

/*No comment provided by engineer.*/
"NEW PASSCODE" = "Nouveau Mot De Passe";

/* No comment provided by engineer. */
"Next" = "Suivant";

/*No comment provided by engineer.*/
"No" = "Non";

/*:) -> Smile*/
"No Blocked Users! :)" = "Pas d'utilisateurs bloqués ! :)";

/*No comment provided by engineer.*/
"No Camera Found" = "Pas de caméra trouvée";

/*No comment provided by engineer.*/
"No contacts were found." = "Aucun contact trouvé";

/*No comment provided by engineer.*/
"No Contacts!" = "Pas de contacts";

/*No comment provided by engineer.*/
"NO EMAIL ACCOUNTS" = "PAS DE COMPTE EMAIL";

/* No comment provided by engineer. */
"No JSON generation functionality available" = "No JSON generation functionality available";

/* No comment provided by engineer. */
"No JSON parsing functionality available" = "No JSON parsing functionality available";

/*No comment provided by engineer.*/
"No Internet!" = "Pas d'Internet!";

/*As in photo library*/
"No Library Found" = "Aucune bibliothéquetrouvée";

/*No comment provided by engineer.*/
"No Such User" = "Pas de tel utilisateur";

/*Cancel button for invite friends popup*/
"Not now" = "Pas maintenant";

/*No comment provided by engineer.*/
"OK" = "OK";

/* No comment provided by engineer. */
"Ok" = "Ok";

/*No comment provided by engineer.*/
"Open in Chrome" = "Ouvrir dans Chrome";

/*No comment provided by engineer.*/
"Open in Safari" = "Ouvrir dans Safari";

/*PASS as in passcode*/
"PASS" = "PASS";

/*No comment provided by engineer.*/
"PASSCODE" = "Mot De Passe";

/*No comment provided by engineer.*/
"Passcode changed" = "Mot de passe modifié";

/* No comment provided by engineer. */
"Password Problem" = "Password Problem";

/*As in Mobile, telephone*/
"PHONE" = "TÉLÉPHONE";

/* No comment provided by engineer. */
"Phone Number Set!" = "Numéro de Téléphone Mis En!";

/*No comment provided by engineer.*/
"Please add an email account in Settings -> Mail" = "Veuillez ajouter un compte email dans Paramètres -> Email";

/* No comment provided by engineer. */
"Please check your internet connection and try again soon" = "Se il vous plaît vérifier votre connexion Internet et essayez de nouveau bientôt";

/*No comment provided by engineer.*/
"Please connect to Twitter in Settings -> Twitter" = "Veuillez vous connecter à Twitter avec les Paramètres ->Twitter";

/* No comment provided by engineer. */
"Please copy a valid link\ni.e. http://www.example.com" = "Se il vous plaît copier un lien valide\ni.e. http://www.example.com";

/* No comment provided by engineer. */
"Please either target a platform that supports NSJSONSerialization or add one of the following libraries to your project: JSONKit, SBJSON, or YAJL" = "Please either target a platform that supports NSJSONSerialization or add one of the following libraries to your project: JSONKit, SBJSON, or YAJL";

/*please enable access to contacts*/
"Please enable contacts access" = "Veuillez activer l'accès aux contacts";

/* No comment provided by engineer. */
"Please enter a valid country code" = "Se il vous plaît entrer un code de pays valide";

/*No comment provided by engineer.*/
"Please enter a valid phone number" = "Veuillez saisir un numéro de téléphone correct";

/* No comment provided by engineer. */
"Please Launch Yo" = "Se Il Vous Plaît Lancer Yo";

/* No comment provided by engineer. */
"Please launch Yo & login" = "Se il vous plaît lancer Yo & connexion";

/* No comment provided by engineer. */
"Please launch Yo first to add contacts" = "Se il vous plaît lancer Yo premier à ajouter des contacts";

/* No comment provided by engineer. */
"Please login again" = "Se il vous plaît vous connecter à nouveau";

/*No comment provided by engineer.*/
"Please retry. \n\n If the problem persists contact us and mention this error code: %@" = "Veuillez réessayer.\nSi le problème persiste contactez-nous et mentionnez ce code d'erreur : %@";

/* No comment provided by engineer. */
"Please send us an email and we'll recover your account." = "Se il vous plaît envoyez-nous un email et nous allons récupérer votre compte.";

/*No comment provided by engineer.*/
"Please signup or login" = "Veuillez vous identifier ou vous connecter";

/*No comment provided by engineer.*/
"Please try again" = "Veuillez essayer à  nouveau";

/*No comment provided by engineer.*/
"Please try again later" = "Veuillez essayer plus tard";

/*As to rate, rating, review*/
"RATE" = "NOTER";

/*No comment provided by engineer.*/
"Resend" = "Renvoyer";

/*No comment provided by engineer.*/
"SAVE" = "ENREGISTRER";

/*No comment provided by engineer.*/
"Saved!" = "Enregistré!";

/*No comment provided by engineer.*/
"SELECT A USERNAME" = "SELECTIONNER UN NOM D'UTILISATEUR";

/*No comment provided by engineer.*/
"SELECT LONGER PASSCODE" = "SELECTIONNEZ UN MOT DE PASSE PLUS LONG";

/*No comment provided by engineer.*/
"SELECT USERNAMES TO SHARE" = "SELECTIONNEZ LES NOMS D'UTILISATEUR A PARTAGER";

/*No comment provided by engineer.*/
"Send" = "Envoyer";

/*No comment provided by engineer.*/
"Send Email" = "Envoyer un Email";

/*like URL link*/
"SENDING LINK" = "ENVOI LIEN";

/* YoMainController | copy used when figured is pressed on contact and a photo is in the pasteboard */
"sending photo" = "photo envoi";

/*No comment provided by engineer.*/
"Sent" = "Envoyé";

/*No comment provided by engineer.*/
"SENT @YO!" = "ENVOYÉ @YO! ";

/* No comment provided by engineer. */
"sent yo link!" = "envoyé yo lien!";

/* No comment provided by engineer. */
"sent yo location!" = "envoyé yo position!";

/* No comment provided by engineer. */
"sent yo photo!" = "envoyé yo photo!";

/*No comment provided by engineer.*/
"SENT YO!" = "ENVOYÉ YO!";

/* No comment provided by engineer. */
"SENT YOALL!" = "ENVOYÉ YO TOUS!";

/*No comment provided by engineer.*/
"SENT YOYO!" = "ENVOYÉ YOYO !";

/* No comment provided by engineer. */
"Session Ended" = "Session Terminée";

/*No comment provided by engineer.*/
"Session Error" = "Erreur de session";

/*No comment provided by engineer.*/
"SET A PASSCODE\n(CAN BE THE SAME AS YOU HAVE)" = "CONFIGURER UN MOT DE PASSE\n(PEUT ETRE IDENTIQUE A CELUI QUE VOUS AVEZ)";

/*Instructions on how to enable contacts access on iphone*/
"Settings -> Privacy -> Contacts -> Yo" = "Paramètres -> Privé -> Contacts -> Yo";

/*No comment provided by engineer.*/
"Share" = "Partager";

/*No comment provided by engineer.*/
"SHARE" = "PARTAGER";

/*No comment provided by engineer.*/
"Share on Facebook!" = "Partager sur Facebook!";

/*No comment provided by engineer.*/
"Share this awesome service with others! Swipe left in main screen to unsubscribe." = "Partager cet impressionnant service avec les autres! Parcourez vers la gauche dans l'écran principal pour vous désinscrire.";

/* No comment provided by engineer. */
"Share Your Yo, Yo" = "Partagez Votre Yo, Yo";

/*No comment provided by engineer.*/
"SIGNUP" = "S'INSCRIRE";

/* No comment provided by engineer. */
"SinaWeibo" = "SinaWeibo";

/*As in texting. may not need translating*/
"SMS" = "SMS";

/* So {username} and others can Yo you back! */
"So %@ and others can Yo you back." = "Donc, %@ et les autres peuvent vous Yo retour.";

/*No comment provided by engineer.*/
"Something went wrong" = "Quelque chose s'est mal déroulé";

/* No comment provided by engineer. */
"subscribe" = "souscrire";

/* No comment provided by engineer. */
"subscribed" = "souscrit";

/*No comment provided by engineer.*/
"Subscribed!" = "Abonné!";

/* No comment provided by engineer. */
"SUBSCRIBED!" = "SOUSCRIT!";

/* No comment provided by engineer. */
"Swipe to open a Yo on the lockscreen." = "Glissez pour ouvrir un Yo sur le lockscreen.";

/*As in take picture*/
"TAKE" = "PRENDRE";

/* No comment provided by engineer. */
"Tap" = "Presse";

/* No comment provided by engineer. */
"Tap Name To Invite" = "Appuyez Le Nom À Inviter";

/*No comment provided by engineer.*/
"TAP NAME TO YO" = "APPUYEZ LE NOM À YO";

/*No comment provided by engineer.*/
"Tap Name To Yo" = "Appuyez Le Nom À Yo";

/*No comment provided by engineer.*/
"Tap to add to your Yo: http://justyo.co/%@\n(if you don't have Yo app get it here %@)" = "Sélectionnez pour ajouter à votre Yo : http://justyo.co/%1$@\n(si vous n'avez pas l'application Yo téléchargez la ici %2$@) ";

/* No comment provided by engineer. */
"Tap to Allow" = "Appuyez Pour Permettre";

/*No comment provided by engineer.*/
"TAP TO LOGIN" = "SELECTIONNER POUR VOUS CONNECTER";

/*Recover as in recover passcode*/
"TAP TO RECOVER" = "SELECTIONNER POUR RECUPERER";

/*No comment provided by engineer.*/
"TAP TO SET" = "Touchez Pour Régler";

/*No comment provided by engineer.*/
"TAP TO SIGNUP" = "SELECTIONNER POUR VOUS ENREGISTRER";

/*No comment provided by engineer.*/
"Tell us how we can improve:" = "Dites nous comment nous pouvons améliorer :";

/* No comment provided by engineer. */
"TencentWeibo" = "TencentWeibo";

/*No comment provided by engineer.*/
"TEXT SENT" = "TEXTE ENVOYE";

/*No comment provided by engineer.*/
"The profile could not be saved. Please check your network connection." = "Le profil ne peut pas être enregistré. Veuillez vérifier votre connexion réseau";

/* No comment provided by engineer. */
"The two passwords do not match." = "Les deux mots de passe ne correspondent pas.";

/* No comment provided by engineer. */
"The Yo Index - subscribe to get Yo'd from awesome services!" = "L'Index Yo - S'abonner pour obtenir Yo'd dans vos services impressionnant!";

/*No comment provided by engineer.*/
"The Yo Index. Subscribe to get Yo'd by your favorite services." = "L'Index Yo. S'abonner pour obtenir Yo'd dans vos services préférés.";

/*No comment provided by engineer.*/
"There is a newer version of Yo.\n%@" = "Il existe une nouvelle version de Yo.\n%@ ";

/* No comment provided by engineer. */
"There is a newer version of Yo.\n%@" = "Il ya une version plus récente de Yo.\n%@";

/* No comment provided by engineer. */
"This is a 📎 Yo\n👐 Tap to Open it!" = "Ce est un 📎 Yo\n👐 Appuyez sur pour Ouvrir!";

/*No comment provided by engineer.*/
"This is what other users can see about you, when swiping your username to the right" = "Voici ce que les autres utilisateurs peuvent voir sur vous, lorsqu'ils parcourent votre nom d'utilisateur vers la droite";

/*No comment provided by engineer.*/
"This user already exists. Please try a different username." = "Ce nom d'utilisateur existe. Veuillez essayer un nom d'utilisateur différent.";

/*No comment provided by engineer.*/
"To block a user, swipe left on their username and tap Block." = "Bloquez un utilisateur en faisant défiler son nom vers la gauche. Puis sélectionnez Bloquer.";

/*Give Yo your email Body Text. Don't change occurances of n or %@*/
"To enable password recovery:\n\n give Yo your email by tapping Send.\n\nto cancel, simply tap Cancel.\n\n\n------------------------------------------\nYour email will NOT be used for anything else other than password recovery.\n\n\n\n\n\n%@" = "Pour activer la récupération du mot de passe:\n\ndonnez votre email Yo en sélectionnant Envoyer.\n\npour annuler, sélectionnez Annuler\n\n-------------------------\nVotre email ne SERA PAS utilisé pour d'autres raisons que la récupération du mot de passe.\n\n\n\n\n\n\n%@ ";

/*Do not translate the word Code*/
"To verify your number tap Send\n\nCode: %@\n\n\n* Carrier charges may apply" = "Pour vérifier votre numéro sélectionnez Envoyer\n\nCode: %@\n\n* Des frais supplémentaires peuvent être appliqués";

/* Format for the string to return to a calling app. */
"Touch to return to %1$@" = "Touchez pour revenir au %1$@";

/*No comment provided by engineer.*/
"Try again later" = "Essayer plus tard";

/* No comment provided by engineer. */
"Twitter" = "Twitter";

/*No comment provided by engineer.*/
"TYPE USERNAME TO ADD" = "SAISIR LE NOM POUR AJOUTER";

/* No comment provided by engineer. */
"Unblock" = "Débloquer";

/*No comment provided by engineer.*/
"UNBLOCK" = "DEBLOQUER";

/*No comment provided by engineer.*/
"UNBLOCKED" = "DEBLOQUE";

/* No comment provided by engineer. */
"Unsubscribe Failed" = "Désinscription Échoué";

/*unsibscribe*/
"UNSUB" = "DESABONNER";

/* No comment provided by engineer. */
"Unsubscribe" = "Désinscription";

/* Unsubscribed from {ServiceName} */
"Unsubscribed from %@" = "Désabonné de %@";

/*As in software update available*/
"Update" = "Mettre à jour";

/*No comment provided by engineer.*/
"User Exists" = "L'utilisateur existe";

/*No comment provided by engineer.*/
"USERNAME" = "NOM D'UTILISATEUR";

/*No comment provided by engineer.*/
"USERNAME TAKEN" = "NOM D'UTILISATEUR DEJA PRIS";

/*No comment provided by engineer.*/
"VERIFY PASSCODE" = "VERIFIER LE MOT DE PASSE";

/*No comment provided by engineer.*/
"We couldn't find any of your friends who are on Yo. Share Yo and bring some aboard!" = "Nous ne pouvons pas trouver un de vos amis qui sont sur Yo. Partager Yo et amenez-en à bord!";

/*No comment provided by engineer.*/
"We don't have a phone number or email listed for this account. Please send us an email and we'll recover your account." = "Nous n'avons pas de numéro de téléphone ou d'e-mail indiqué pour ce compte. Veuillez nous envoyer un email et nous allons récupérer votre compte.";

/*No comment provided by engineer.*/
"WHAT IS YO?" = "QU'EST-CE QUE YO ?";

/* No comment provided by engineer. */
"WhatsApp" = "WhatsApp";

/*No comment provided by engineer.*/
"When you unblock a user they will be added to your friends list but will NOT be automatically Yo'd. - Happy Yoing!" = "Lorsque vous débloquez un utilisateur, il sera ajouté à votre liste d'amis, mais ne sera pas automatiquement dans Yo'd. - Bon Yoing!";

/*No comment provided by engineer.*/
"Wrong code" = "Code incorrect";

/*No comment provided by engineer.*/
"Yes" = "Oui";

/* No comment provided by engineer. */
"YES" = "OUI";

/* No comment provided by engineer. */
"Yo" = "Yo";

/* Sending images title */
"yo & photos!" = "yo & photos!";

/*No comment provided by engineer.*/
"Yo - I got some feedback" = "Yo - J'ai reçu des avis";

/*No comment provided by engineer.*/
"YO ALL" = "YO TOUS";

/*As in resoond with a Yo*/
"Yo Back" = "Yo Retour";

/* No comment provided by engineer. */
"yo back location" = "Yo position retour";

/*Tally of total Yos the user has received/sent*/
"YO COUNT" = "YO COMPTER";

/* Yo From Username */
"Yo From %@" = "Yo Partir %@";

/* Yo from {USERNAME} */
"Yo from %@" = "Yo Partir %@";

/* No comment provided by engineer. */
"Yo Index" = "Yo Index";

/* No comment provided by engineer. */
"Yo lets you communicate with your friends, sports teams, TV shows and more with a single tap, Yo." = "Yo lets you communicate with your friends, sports teams, TV shows and more with a single tap, Yo.";

/*No comment provided by engineer.*/
"Yo Location" = "Yo Position";

/*No comment provided by engineer.*/
"Yo me" = "Yo moi";

/*No comment provided by engineer.*/
"Yo needs internet!" = "Yo nécessite internet !";

/* No comment provided by engineer. */
"Yo Needs Push Access" = "Yo Besoin Push L'Accès ";

/* No comment provided by engineer. */
"Yo Secrets" = "Yo Secrets";

/* No comment provided by engineer. */
"Yo Store" = "Yo Store";

/*No comment provided by engineer.*/
"Yo This" = "Yo ceci";

/* No comment provided by engineer. */
"Yoing this group will yo all its members" = "Yoing ce groupe yos tous ses membres";

/*No comment provided by engineer.*/
"YOS CAN BE OPENED FROM THE LOCKSCREEN" = "Yos Peut être ouvert à partir du lockscreen";

/*No comment provided by engineer.*/
"You are about to delete your phone number" = "Vous êtes sur le point de supprimer votre numéro de téléphone";

/*No comment provided by engineer.*/
"You can always resubscribe by yoing the service again" = "Vous pouvez toujours vous réabonner par yoing nouveau service";

/*alert body displayed after user blocks another user for the first time*/
"You can always unblock in the menu" = "Vous pouvez toujours débloquer depuis le menu";

/*No comment provided by engineer.*/
"You can't send Yo's. Please contact us yo@justyo.co" = "Vous ne pouvez pas envoyer des Yo's. Veuillez nous  contacter à yo@justyo.co  ";

/*No comment provided by engineer.*/
"You'll receive a link to change your passcode shortly." = "Vous recevrez prochainement un lien pour modifier votre mot de passe.";

/*Sending images body*/
"You're about to Yo your first photo! Anyone with the link will be able to view it." = "Vous êtes sur le point de Yo votre première photo! Toutes les personnes avec le lien pourront la visualiser.";

/*No comment provided by engineer.*/
"Your current session is no longer valid. Please log in again." = "Votre session actuelle n'est plus valide. Veuillez vous reconnecter.";

/* No comment provided by engineer. */
"👉 Tap to open\n📎 Yo From YOTEAM" = "👉 Appuyez pour ouvrir\n📎 Yo De YOTEAM";
